<?php
// Heading  
$_['heading_title']       = 'Купоны';

// Text
$_['text_success']        = 'Данные купонов успешно обновлены!';
$_['text_percent']        = 'Процент';
$_['text_amount']         = 'Фиксированная сумма';
$_['text_enabled']        = '<span class="enabled_ru">Включено</span>';
$_['text_disabled']       = '<span class="disabled_ru">Отключено</span>';

// Column
$_['column_name']         = 'Название купона';
$_['column_code']         = 'Код';
$_['column_discount']     = 'Скидка';
$_['column_date_start']   = 'Дата начала';
$_['column_date_end']     = 'Дата окончания';
$_['column_status']       = 'Статус';
$_['column_order_id']     = 'ID заказа';
$_['column_customer']     = 'Покупатель';
$_['column_amount']       = 'Сумма';
$_['column_date_added']   = 'Дата добавления';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Название купона:';
$_['entry_code']          = 'Код:<br /><span class="help">Код, который введет покупатель для получения скидки.</span>';
$_['entry_type']          = 'Тип:<br /><span class="help">Процент или фиксированная сумма.</span>';
$_['entry_discount']      = 'Скидка:';
$_['entry_logged']        = 'Авторизация покупателя:<br /><span class="help">Покупатели должны войти в систему, чтобы использовать купон.</span>';
$_['entry_shipping']      = 'Бесплатная доставка:';
$_['entry_total']         = 'Итого:<br /><span class="help">Общая сумма товаров в корзине, при достижении которой, купон будет действителен.</span>';
$_['entry_category']      = 'Категория:<br /><span class="help">Применить купон на все товары из выбранных категорий. (Для автозаполнения введите знак %)</span>';
$_['entry_product']       = 'Товары:<br /><span class="help">Выберите конкретные товары, на которые будет применен купон. Если не выбрано ни одного товара, купон будет применен на все товары в корзине. (Для автозаполнения введите знак %)</span>';
$_['entry_date_start']    = 'Дата начала:';
$_['entry_date_end']      = 'Дата окончания:';
$_['entry_uses_total']    = 'Количество использований купона:<br /><span class="help">Укажите максимальное количество использований купона любым покупателем. Чтобы снять ограничение, оставьте поле пустым.</span>';
$_['entry_uses_customer'] = 'Количество использований одним покупателем:<br /><span class="help">Укажите максимальное количество использований купона для одного покупателя. Чтобы снять ограничение, оставьте поле пустым.</span>';
$_['entry_status']        = 'Статус:';

// Error
$_['error_permission']    = 'Внимание: У вас недостаточно прав для изменения данных в купонах!';
$_['error_exists']        = 'Внимание: Такой код купона уже используется!';
$_['error_name']          = 'Название купона должно быть от 3 до 128 символов!';
$_['error_code']          = 'Код должен быть от 3 до 10 символов!';
?>
