<?php
// Heading
$_['heading_title']     		= 'Группы покупателей';

// Text
$_['text_success']      		= 'Данные групп покупателей успешно обновлены!';

// Column
$_['column_name']       		= 'Название группы покупателей';
$_['column_sort_order'] 		= 'Порядок сортировки';
$_['column_action']     		= 'Действие';

// Entry
$_['entry_name']        		= 'Название группы покупателей:';
$_['entry_description'] 		= 'Описание:';
$_['entry_approval']    		= 'Активация новых покупателей:<br /><span class="help">Покупатели должны быть одобрены администратором, прежде чем они смогут войти в личный кабинет.</span>';
$_['entry_company_id_display']  = 'ОГРН:<br /><span class="help">Показывать поле ОГРН при регистрации и при оформлении заказа.</span>';
$_['entry_company_id_required'] = 'ОГРН обязателен:<br /><span class="help">Выберите, будет ли ОГРН обязательным полем для заполнения при регистрации нового покупателя и при оформлении заказа.</span>';
$_['entry_tax_id_display']      = 'ИНН:<br /><span class="help">Показывать поле ИНН при регистрации и при оформлении заказа.</span>';
$_['entry_tax_id_required']     = 'ИНН обязателен:<br /><span class="help">Выберите, будет ли ИНН обязательным полем для заполнения при регистрации нового покупателя и при оформлении заказа.</span>';
$_['entry_sort_order']          = 'Порядок сортировки:';

// Error
$_['error_permission']   		= 'Внимание: У Вас недостаточно прав для изменения групп покупателей!';
$_['error_name']         		= 'Название группы покупателей должно быть от 3 до 32 символов!';
$_['error_default']      		= 'Внимание: Выбранную группу покупателей удалить невозможно, потому что она используется в магазине по умолчанию!';
$_['error_store']        		= 'Внимание: Выбранную группу покупателей удалить невозможно, потому что она используется в %s магазине(ах)!';
$_['error_customer']     		= 'Внимание: Выбранную группу покупателей удалить невозможно, потому что в ней зарегистрировано %s покупатель(ей)!';
?>