<?php
// Heading
$_['heading_title']    = 'Черный список IP-адресов покупателей';

// Text
$_['text_success']     = 'Черный список IP-адресов покупателей успешно обновлен!';

// Column
$_['column_ip']        = 'IP';
$_['column_customer']  = 'Покупатели';
$_['column_action']    = 'Действие';

// Entry
$_['entry_ip']         = 'IP:';

// Error
$_['error_permission'] = 'Внимание: У Вас недостаточно прав для изменения данных черного списка IP-адресов покупателей!';
$_['error_ip']         = 'IP-адрес должен быть от 1 до 15 символов!';
?>