<?php
// Heading
$_['heading_title']	 		= 'Тематика подарочного сертификата';

// Text
$_['text_success']	 		= 'Тематика подарочного сертификата успешно изменена!';
$_['text_image_manager'] 	= 'Менеджер изображений';
$_['text_browse']        	= 'Обзор';
$_['text_clear']         	= 'Очистить';

// Column
$_['column_name']	 		= 'Названия тематики';
$_['column_action']	 		= 'Действие';

// Entry
$_['entry_name']	 		= 'Название тематики:';
$_['entry_description']	 	= 'Описание тематики:';
$_['entry_image']	 		= 'Изображение:';

// Error
$_['error_permission']	 	= 'Внимание: У Вас недостаточно прав для изменения тематики подарочных сертификатов!';
$_['error_name']	 		= 'Название должно содержать от 3 до 32 символов!';
$_['error_image']	 		= 'Изображение обязательно!';
$_['error_voucher']	 		= 'Внимание: Выбранную тематику подарочного сертифика удалить невозможно, потому что она используется в %s сертификате(ах)!';
?>