<?php
// Heading 
$_['heading_title']                = 'Авторизация';

// Text
$_['text_account']                 = 'Личный Кабинет';
$_['text_login']                   = 'Авторизация';
$_['text_new_customer']            = 'Новый покупатель';
$_['text_register']                = 'Регистрация учетной записи';
$_['text_register_account']        = 'Создав учетную запись Вы сможетете быстрее оформлять заказы, отслеживать их статус, также просматривать историю своих покупок.';
$_['text_returning_customer']      = 'Зарегистрированный покупатель';
$_['text_i_am_returning_customer'] = 'Войти в личный кабинет';
$_['text_forgotten']               = 'Забыли пароль?';

// Entry
$_['entry_email']                  = 'E-Mail:';
$_['entry_password']               = 'Пароль:';

// Error
$_['error_login']                  = 'Неправильно заполнены поля E-Mail и/или пароль!';
$_['error_approved']               = 'Внимание: Ваша учетная запись создана, но прежде чем вы сможете войти, она должна быть одобрена администратором.'; 
?>