<?php
// Heading
$_['heading_title'] = 'Ваша учётная запись создана!';

// Text
$_['text_message']  = '<p>Поздравляем! Ваша учетная запись успешно создана.</p><p>Теперь Вы можете воспользоваться дополнительными возможностями Личного кабинета, такими как: просмотр истории заказов, печать счета и др.</p><p>Если у Вас есть какие-либо вопросы, напишите нам.</p><p>Письмо с данными было отправлено Вам на E-mail, указанный при регистрации. Если Вы не получили письмо, <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Спасибо за регистрацию в %s!</p><p>Ваша учетная запись успешно создана, но прежде чем Вы сможете войти, она должна быть одобрена администратором.</p><p>Вы будете уведомлены по E-Mail, как только Ваш Личный кабинет будет одобрен администратором магазина.</p><p>Если у Вас есть какие-либо вопросы, обратитесь к <a href="%s">администратору</a>.</p>';
$_['text_account']  = 'Личный Кабинет';
$_['text_success']  = 'Учетная запись создана';
?>