<?php
// Heading
$_['heading_title']    = 'Покупка подарочного сертификата';

// Text
$_['text_account']     = 'Личный кабинет';
$_['text_voucher']     = 'Подарочный сертификат';
$_['text_description'] = 'Подарочный сертификат будет отправлен получателю на E-Mail после оплаты заказа.';
$_['text_agree']       = 'Мне известно, что подарочный сертификат возврату не подлежит.';
$_['text_message']     = '<p>Благодарим Вас за покупку подарочного сертификата!<br /><br />После оформления Вами заказа, получатель сертификата получит письмо с подробными инструкциями по использованию подарочного сертификата.</p>';
$_['text_for']         = '%s Подарочный сертификат для %s';

// Entry
$_['entry_to_name']    = 'Имя получателя:';
$_['entry_to_email']   = 'E-mail получателя:';
$_['entry_from_name']  = 'Имя отправителя:';
$_['entry_from_email'] = 'E-mail отправителя:';
$_['entry_theme']      = 'Тематика сертификата:';
$_['entry_message']    = 'Сообщение:<br /><span class="help">(Необязательно)</span>';
$_['entry_amount']     = 'Сумма: <br /><span class="help">(Может быть от %s до %s)</span>';

// Error
$_['error_to_name']    = 'Имя получателя должно быть от 1 до 64 символов!';
$_['error_from_name']  = 'Имя отправителя должно быть от 1 до 64 символов!';
$_['error_email']      = 'E-Mail адрес введен неверно!';
$_['error_amount']     = 'Сумма должна быть между %s и %s!';
$_['error_theme']      = 'Нужно выбрать тематику сертификата!';
$_['error_agree']      = 'Вы должны согласиться с тем, что подарочный сертификат возврату не подлежит!';
?>