<?php
// Heading
$_['heading_title']    = 'Бэкап / Восстановление';

// Text
$_['text_backup']      = 'Архивировать базу данных';
$_['text_success']     = 'База данных успешно импортирована!';

// Entry
$_['entry_restore']    = 'Востановить базу данных:';
$_['entry_backup']     = 'Бэкап:';

// Error
$_['error_permission'] = 'Внимание: У Вас недостаточно прав для управления модулем резервных копий!';
$_['error_backup']     = 'Внимание: Вы должны выбрать хотя бы одну таблицу для резервного копирования!';
$_['error_empty']      = 'Внимание: Загруженный файл пуст!';
?>