<?php
// Heading
$_['heading_title']  = 'Обратный звонок';
$_['text_message']  = 'Спасибо, с Вами свяжутся в указанное Вами время!';
$_['button_home']  = 'Назад';

//email
$_['email_callback_robot']  = 'Робот с сайта';
$_['email_subject']  = 'Просьба перезвонить!';
$_['unknown_visitor']  = 'Непредставившийся посетитель';
$_['email_callback_phone']  = 'просит перезвонить по телефону: %s';
$_['email_callback_time']  = 'в удобное для него время с %1$s до %2$s.';
$_['email_callback_theme'] = 'Тема звонка: ';
$_['email_callback_message'] = 'Дополнительное сообщение от посетителя: ';
$_['email_callback_uri']	= 'Запрос пришел со страницы: %s';

//text
$_['text_header'] = 'Оставьте свои контактные данные, и мы Вам перезвоним:';
$_['text_main_text'] = 'Мы работаем с ПН - ПТ с 10:00 до 21:00, СБ - ВС с 10:00 до 19:00';
$_['text_theme'] = 'Тема обратного звонка:';
$_['text_name'] = 'Имя:';
$_['text_phone'] = 'Телефон:';
$_['text_other'] = 'Дополнительные сведения:';
$_['text_time'] = 'В какое время Вам перезвонить?';

?>