<?php
// Heading 
$_['heading_title'] 					= 'Таблицы соответствия размеров одежды и обуви';

// Text
$_['text_select_size_table']  			= 'Выберите категорию размеров'; 
$_['text_clothing_sizes_woman']  		= '<b>Обхват груди (Ог)</b><br />Измеряется по наиболее выступающим точкам груди (для плечевых изделий<span style="color: #F57917;"> *</span>).<br /><b>Обхват талии (От)</b><br />Измеряется в самой узкой части талии.<br /><b>Обхват бёдер (Об)</b><br />Измеряется по наиболее выступающим точкам бедер, при этом поставьте ноги вместе (для поясных изделий<span style="color: #F57917;"> **</span>).<br />'; 
$_['text_clothing_sizes_woman_example'] = '<p>Например:</p><br />Ваши размеры <b>89-72-97</b> (Ог-От-Об)<br /><p>Значит ваш размер:</p><br />плечевых изделий — <b>44</b><br />для поясных изделий — <b>46</b>'; 
$_['text_clothing_size_info']  			= '* Плечевые изделия: платья, туники, жакеты, футболки, топы, корсеты, пуловеры, пиджаки, куртки, пальто, плащи<br />** Поясные изделия: юбки, брюки, шорты, леггинсы, лосины, джинсы, капри, трусы, комбинезоны'; 
$_['text_euro_size']  					= 'Евро размер'; 
$_['text_rus_size']  					= 'Российский размер'; 
$_['text_og']  							= 'Обхват груди, см'; 
$_['text_ot']  							= 'Обхват талии, см'; 
$_['text_ob']  							= 'Обхват бедер, см'; 
$_['text_lingerie_size']  				= 'Размер'; 
$_['text_opg']  						= 'Обхват под грудью, см'; 
$_['text_size_chash']  					= 'Размер чашечки'; 
$_['text_gloves_sizes']  				= 'Чтобы узнать свой размер, достаточно измерить обхват ладони любой руки без большого пальца, не перетягивая её сантиметром.'; 
$_['text_size_dym']  					= 'Размеры в дюймах'; 
$_['text_size_lad']  					= 'Объем ладони, см'; 
$_['text_headdresses_og']  				= 'Обхват головы, см'; 
$_['text_clothing_sizes_man_example']   = '<p>Например:</p><br />Ваши размеры <b>100-91-107</b> (Ог-От-Об) <br /><p>Значит ваш размер:</p><br />плечевых изделий — <b>50</b><br />для поясных изделий — <b>52</b>'; 
$_['text_clothing_sizes_baby_example']  = '<p>Например:</p><br />Ваши размеры <b>66-60-71</b> (Ог-От-Об) <br /><p>Значит ваш размер:</p><br />плечевых изделий — <b>9 лет</b><br />для поясных изделий — <b>9 лет</b>'; 
$_['text_baby_size']  					= 'Размер'; 
$_['text_baby_heght']  					= 'Рост, см'; 
$_['text_baby_vozr']  					= 'Возраст'; 
$_['text_mon']  						= ' мес.'; 
$_['text_god']  						= ' год'; 
$_['text_goda']  						= ' года'; 
$_['text_let']  						= ' лет'; 
$_['text_os']  							= 'Длина стопы, см';
$_['text_clothing_sizes_shoes'] 		= '<ol><li>Поставьте ногу на лист бумаги, расположенный на ровной поверхности.</li><br /><li>Обведите ступню, держа карандаш строго вертикально.</li><br /><li>Для определения длины стопы необходимо измерить расстояние от пятки до самого длинного пальца.</li><br /><li>Полученный результат сравните с размером в таблице.</li></ol>';
$_['text_clothing_sizes_shoes_example'] = '<b>Например:</b><br />длина стопы — <b>23 см</b><br /><br />Значит ваш размер обуви — <b>36</b>';
$_['text_size_stopa'] 					= 'Длина стопы, в см';
$_['text_sizes_shoes_nos'] 				= 'Обувь и носки';

// Tab
$_['tab_clothing_sizes']  				= 'Как определить размер одежды'; 
$_['tab_shoe_sizes']  					= 'Как определить размер обуви'; 
$_['tab_clothing_sizes_man']  			= 'Размеры мужской одежды'; 
$_['tab_clothing_sizes_woman']  		= 'Размеры женской одежды'; 
$_['tab_clothing_sizes_baby']  			= 'Размеры детской одежды'; 
$_['tab_clothing_size']  				= 'Одежда'; 
$_['tab_sizes_jeans']  					= 'Джинсы и брюки'; 
$_['tab_sizes_lingerie']  				= 'Нижнее белье'; 
$_['tab_sizes_swimwear']  				= 'Купальники'; 
$_['tab_sizes_gloves']  				= 'Перчатки'; 
$_['tab_sizes_headdresses']  			= 'Головные уборы'; 
$_['tab_sizes_colgote']  				= 'Колготки'; 
$_['tab_sizes_gloves_baby']  			= 'Перчатки, варежки, рукавицы'; 
?>