<?php
// Text
$_['text_subject']  = '%s - Партнерская программа';
$_['text_welcome']  = 'Вы стали партнером %s!';
$_['text_approval'] = 'Ваша учетная запись партнера ожидает одобрения администратором. После ее одобрения Вы сможете войти в партнерский раздел нашего магазина по ссылке:';
$_['text_services'] = 'В партнерском разделе Вы можете получить реферальный код и реферальные ссылки, отслеживать партнерское вознаграждение, а также редактировать парметры учетной записи.';
$_['text_thanks']   = 'Спасибо,';
?>