<?php
// Text
$_['text_subject']        = '%s - Благодарим за регистрацию';
$_['text_welcome']        = 'Добро пожаловать в %s! Благодарим Вас за регистрацию!';
$_['text_login']          = 'Ваша учетная запись успешно создана! Вы можете войти в неё, используя E-Mail и пароль, указанные при регистрации, по ссылке:';
$_['text_approval']       = 'Ваша учетная запись успешно создана, но прежде чем Вы сможете войти, она должна быть одобрена администратором. После одобрения Вы можете войти в неё, используя E-Mail и пароль, указанные при регистрации, по ссылке:';
$_['text_services']       = 'После авторизации в магазине, Вы сможетете быстрее оформлять заказы, отслеживать их статус, просматривать историю своих покупок, изменять свою учетную запись и др.';
$_['text_thanks']         = 'Спасибо,';
$_['text_new_customer']   = 'Новый покупатель';
$_['text_signup']         = 'Данные о новом покупателе:';
$_['text_website']        = 'Магазин:';
$_['text_customer_group'] = 'Группа покупателей:';
$_['text_firstname']      = 'Имя, Отчество:';
$_['text_lastname']       = 'Фамилия:';
$_['text_company']        = 'Компания:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';
?>