<?php
// Text
$_['text_subject']  = 'Вы получили Подарочный Сертификат от %s';
$_['text_greeting'] = 'Поздравляем, Вы получили Подарочный Сертификат на %s';
$_['text_from']     = 'Вы получили Подарочный Сертификат от %s';
$_['text_message']  = 'С сообщением, в котором говорится';
$_['text_redeem']   = 'Чтобы воспользоваться этим Подарочным Сертификатом сохраните код <b>%s</b>, затем перейдите в магазин по ссылке ниже и закажите товары, которые Вам понравятся. Вы можете ввести код подарочного сертификата на странице просмотра корзины, перед тем как начать оформление заказа.';
$_['text_footer']   = 'Если у Вас имеются какие-либо вопросы, ответьте на это сообщение.';
?>