<?php
// Heading
$_['heading_title']    			= 'Менеджер изображений';
 
// Text
$_['text_uploaded']    			= 'Файл загружен!';

$_['text_file_delete'] 			= 'Файл удален!';
$_['text_create']      			= 'Директория создана!';
$_['text_delete']      			= 'Файл или директория удалены!';
$_['text_move']        			= 'Файл или директория перемещены!';
$_['text_copy']        			= 'Файл или директория скопированы!';
$_['text_rename']      			= 'Файл или директория переименованы!';

// Entry
$_['entry_folder']     			= 'Название папки:';
$_['entry_move']       			= 'Переместить в:';
$_['entry_copy']       			= 'Новое имя:';
$_['entry_rename']     			= 'Новое имя:';

// Error
$_['error_select']     			= 'Выберите файл или папку!';
$_['error_file']       			= 'Выберите файл!';
$_['error_directory']  			= 'Выберите папку!';
$_['error_default']    			= 'Нельзя изменить папку по умолчанию!';
$_['error_delete']     			= 'Невозможно удалить папку!';
$_['error_filename']   			= 'Имя файла должно быть от 3 до 255 символов!';
$_['error_missing']    			= 'Файл или папка не существует!';
$_['error_exists']    			= 'Файл или папка с таким именем уже существует!';
$_['error_name']       			= 'Введите новое имя!';
$_['error_move']       			= 'Папка назначения не существует!';
$_['error_copy']       			= 'Невозможно скопировать файл или папку!';
$_['error_rename']    			= 'Невозможно переименовать папку!';
$_['error_file_type']  			= 'Некорректный тип файла!';
$_['error_file_size']  			= 'Вес файла (в кБайтах) не должен быть больше указанного в настройках системы и размер не должен превышать 1000px по высоте или ширине!';
$_['error_uploaded']   			= 'Файл невозможно загрузить по неизвестной причине.';
$_['error_permission'] 			= 'У вас нет прав доступа!';

// Button
$_['button_folder']    			= 'Новая папка';
$_['button_delete']    			= 'Удалить';
$_['button_cancel']    			= 'Отмена';
$_['button_move']      			= 'Переместить';
$_['button_copy']      			= 'Копировать';
$_['button_rename']    			= 'Переименовать';
$_['button_upload']    			= 'Загрузить';
$_['button_multiupload']    	= 'Массовая загрузка';
$_['button_refresh']   			= 'Обновить';
$_['button_insert']    			= 'Вставить';

//Otcher
$_['expand_tree']      			= 'Развернуть дерево категорий';
$_['collapse_tree']    			= 'Свернуть дерево категорий';
$_['list_view']    				= 'Мелкие значки';
$_['thumb_view']    			= 'Крупные значки';
$_['text_views']    			= 'Только текст';
$_['text_image_search']    		= 'Поиск изображений';
$_['text_warning']    			= '<span style="color:#F00;font-weight:bold;">ВНИМАНИЕ!</span> Вы собираетесь удалить папку: ';
$_['text_warning_conf']    		= 'При удалении будут также удалены все файлы и папки находящиеся в ней. Вы действительно хотите ее удалить?';
$_['title_folder_delete']    	= 'Удаление папки';
$_['title_file_delete']    		= 'Удаление файла';
$_['file_delete']    			= 'Удалить файл - ';
$_['no_image_selected']    		= 'Изображение не выбрано. Пожалуйста, выберите изображение.';
$_['title_no_image_selected']   = 'Изображение не выбрано';
$_['text_ok']   				= 'Да';
$_['multiple_upload']   		= 'Массовая загрузка изображений';
$_['allowed_files']   			= 'Все файлы (*.*)';
$_['upload_one_file']   		= 'Вы должны загрузить хотя бы один файл.';
$_['no_files_found']   			= 'В этой папке изображений нет!';
$_['files_found']   			= 'В папке файлов - ';
$_['files_count']   			= ' шт. ';
$_['loading']   				= 'Загрузка ...';
?>