<?php
// header
$_['heading_title']   = 'Забыли пароль?';

// Text
$_['text_forgotten']  = 'Забытый пароль';
$_['text_your_email'] = 'Ваш E-Mail адрес';
$_['text_email']      = 'Введите адрес электронной почты, связанный с Вашей учетной записью, затем нажмите кнопку "Сброс". Перейдите по ссылке сброса пароля, которая находится в письме, отправленном вам по электронной почте.';
$_['text_success']    = 'Ссылка для подтверждения отправлена на ваш адрес электронной почты.';

// Entry
$_['entry_email']     = 'E-Mail:';
$_['entry_password']  = 'Новый пароль:';
$_['entry_confirm']   = 'Повторите пароль:';

// Error
$_['error_email']     = 'Такой E-Mail не найден';
$_['error_password']  = 'Пароль должен быть от 3 до 20 символов!';
$_['error_confirm']   = 'Пароли не совпадают!';
?>