<?php
// Heading
$_['heading_title']     = 'Схемы';

// Text
$_['text_success']      = 'Данные схем успешно обновлены!';
$_['text_default']      = 'По умолчанию';

// Column
$_['column_name']       = 'Название схемы';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название схемы:';
$_['entry_store']       = 'Магазин:';
$_['entry_route']       = 'Путь:';

// Error
$_['error_permission']  = 'Внимание: У Вас недостаточно прав для изменения данных в схемах!';
$_['error_name']        = 'Название схемы должно быть от 3 до 64 символов!';
$_['error_default']     = 'Выбранную схему удалить невозможно, потому что она используется в магазине по умолчанию!';
$_['error_store']       = 'Выбранную схему удалить невозможно, потому что она используется %s магазином(ами)!';
$_['error_product']     = 'Выбранную схему удалить невозможно, потому что она используется %s товаром(ами)!';
$_['error_category']    = 'Выбранную схему удалить невозможно, потому что она используется %s категорией(ями)!';
$_['error_information'] = 'Выбранную схему удалить невозможно, потому что она используется %s страницей(ами)!';
?>