<?php
// Heading
$_['heading_title']           = 'Страны';

// Text
$_['text_success']            = 'Список стран обновлен!';
$_['text_enabled']      	  = '<span class="enabled_ru">Включено</span>';
$_['text_disabled']     	  = '<span class="disabled_ru">Выключено</span>';

// Column
$_['column_name']             = 'Название страны';
$_['column_iso_code_2']       = 'Код ISO (2)';
$_['column_iso_code_3']       = 'Код ISO (3)';
$_['column_status'] 		  = 'Статус';
$_['column_action']           = 'Действие';

// Entry
$_['entry_name']              = 'Название страны:';
$_['entry_iso_code_2']        = 'Код ISO (2):';
$_['entry_iso_code_3']        = 'Код ISO (3):';
$_['entry_address_format']    = 'Формат адреса:<br /><span class="help">
Имя, Отчество = {firstname}<br />
Фамилия = {lastname}<br />
Компания = {company}<br />
Адрес 1 = {address_1}<br />
Адрес 2 = {address_2}<br />
Город = {city}<br />
Индекс = {postcode}<br />
Регион = {zone}<br />
Код региона = {zone_code}<br />
Страна = {country}</span>';
$_['entry_postcode_required'] = 'Индекс обязателен:';
$_['entry_status']            = 'Статус:';

// Error
$_['error_permission']        = 'Внимание: У Вас недостаточно прав для управления списком стран';
$_['error_name']              = 'Название страны должно быть от 3 до 128 символов!';
$_['error_default']           = 'Внимание: Выбранную страну удалить невозможно, потому что она выбрана страной по умолчанию вашего магазина!';
$_['error_store']             = 'Внимание: Выбранную страну удалить невозможно, потому что она используется в %s магазинах!';
$_['error_address']           = 'Внимание: Выбранную страну удалить невозможно, потому что она прикреплена к %s адресу(ам)!';
$_['error_affiliate']         = 'Внимание: Выбранную страну удалить невозможно, потому что она прикреплена к %s партнеру(ам)!';
$_['error_zone']              = 'Внимание: Выбранную страну удалить невозможно, потому что она прикреплена к %s зоне(ам)!';
$_['error_zone_to_geo_zone']  = 'Внимание: Выбранную страну удалить невозможно, потому что она прикреплена к %s зоне(ам) в географических зонах!';
?>