<?php
// Heading
$_['heading_title']      = 'Географические зоны';

// Text
$_['text_success']       = 'Данные географических зон обновлены!';

// Column
$_['column_name']        = 'Название географической зоны';
$_['column_description'] = 'Описание';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Название географической зоны:';
$_['entry_description']  = 'Описание:';
$_['entry_country']      = 'Страна:';
$_['entry_zone']         = 'Регион / Область:';

// Error
$_['error_permission']   = 'Внимание: У Вас недостаточно прав для изменения географических зон!';
$_['error_name']         = 'Название географической зоны должно быть от 3 до 32 символов!';
$_['error_description']  = 'Описание должно быть от 3 до 255 символов!';
$_['error_tax_rate']     = 'Внимание: Выбранную географическую зону удалить невозможно, потому что она привязана к одной или нескольким налоговым ставкам!';
?>