<?php
// Heading
$_['heading_title']    = 'Статусы заказов';

// Text
$_['text_success']     = 'Список статусов заказов обновлен!';

// Column
$_['column_name']      = 'Статусы заказов';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Cтатус заказа:';

// Error
$_['error_permission'] = 'Внимание: У Вас недостаточно прав для изменения статусов заказов!';
$_['error_name']       = 'Статус заказа должен быть от 3 до 32 символов!';
$_['error_default']    = 'Внимание: Выбранный статус заказа удалить невозможно, потому что он прикрелпен к статусу заказа основного магазина!';
$_['error_download']   = 'Внимание: Выбранный статус заказа удалить невозможно, потому что он прикреплен к статусу скачивания по умолчанию!';
$_['error_store']      = 'Внимание: Выбранный статус заказа удалить невозможно, потому что он используется в %s магазине(ах)!';
$_['error_order']      = 'Внимание: Выбранный статус заказа удалить невозможно, потому что он прикреплен к %s заказу(ам)!';
?>