<?php
// Heading
$_['heading_title']    = 'Причины возвратов';

// Text
$_['text_success']     = 'Причины возвратов успешно обновлены!';

// Column
$_['column_name']      = 'Причина возврата';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Причина возврата:';

// Error
$_['error_permission'] = 'Внимание: У Вас недостаточно прав для изменения причин возвратов!';
$_['error_name']       = 'Причина возврата должна быть от 3 до 32 символов!';
$_['error_return']     = 'Внимание: Выбранную причину возврата удалить невозможно, потому что она прикреплена к %s возврату(ам)!';
?>