<?php
// Heading
$_['heading_title']    = 'Действия по возвратам';

// Text
$_['text_success']     = 'Действия по возвратам успешно обновлены!';

// Column
$_['column_name']      = 'Действие по возврату';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Действие по возврату:';

// Error
$_['error_permission'] = 'Внимание: У Вас недостаточно прав для изменения действий по возвратам!';
$_['error_name']       = 'Действие по возврату должно быть от 3 до 32 символов!';
$_['error_return']     = 'Внимание: Выбранное действие по возврату удалить невозможно, потому что оно прикреплено к %s возврату(ам)!';
?>