<?php
// Heading
$_['heading_title']    = 'Состояние товара на складе';

// Text
$_['text_success']     = 'Статусы состояний товаров на складе обновлен!';

// Column
$_['column_name']      = 'Статус состояния товара на складе';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название статуса состояния товара на складе:';

// Error
$_['error_permission'] = 'Внимание: У Вас недостаточно прав для изменения статусов состояний товаров на складе!';
$_['error_name']       = 'Название статуса состояния товара на складе должно быть от 3 до 32 символов!';
$_['error_product']    = 'Внимание: Выбранный статус состояния товара на складе удалить невозможно, потому что он используется для %s товара(ов)!';
?>
