<?php
// Heading
$_['heading_title']          = 'Регионы';

// Text
$_['text_success']           = 'Данные списка регионов успешно обновлены!';

// Column
$_['column_name']            = 'Название региона';
$_['column_code']            = 'Код региона';
$_['column_country']         = 'Страна';
$_['column_action']          = 'Действие';

// Entry
$_['entry_status']           = 'Статус:';
$_['entry_name']             = 'Название региона:';
$_['entry_code']             = 'Код региона:';
$_['entry_country']          = 'Страна:';

// Error
$_['error_permission']       = 'Внимание: У Вас недостаточно прав для изменения списка регионов!';
$_['error_name']             = 'Название региона должно быть от 3 до 128 символов!';
$_['error_default']          = 'Страна не может быть удалена, потому что она назначена по умолчанию!';
$_['error_store']            = 'Внимание: Выбранный регион удалить невозможно, потому что он используется в %s магазинах!';
$_['error_address']          = 'Внимание: Выбранный регион удалить невозможно, потому что он прикреплен к %s адресу(ам)!';
$_['error_affiliate']        = 'Внимание: Выбранный регион удалить невозможно, потому что он прикреплен к %s партнёру(ам)!';
$_['error_zone_to_geo_zone'] = 'Внимание: Выбранный регион удалить невозможно, потому что он прикреплен к %s зоне(ам) в географических зонах!';
?>