<?php
// Text
$_['text_for']          = '%s Подарочный сертификат для %s';
$_['text_success']      = 'Итоговая сумма заказа пересчитана!';

// Error
$_['error_warning']     = 'Внимание: Внимательно проверьте форму на ошибки!';
$_['error_permission']  = 'Внимание: У Вас недостаточно прав для доступа к данной странице, обратитесь к системному администратору.';
$_['error_customer']    = 'Не удается найти выбранного покупателя!';
$_['error_email']       = 'E-Mail адрес введен неверно!';
$_['error_postcode']    = 'Индекс должен быть от 2 до 10 символов!';
$_['error_country']     = 'Пожалуйста, выберите страну!';
$_['error_zone']        = 'Пожалуйста, выберите регион / область!';
$_['error_stock']       = 'Товаров, отмеченных ***, в нужном количестве нет или они отсутствуют на складе!';
$_['error_minimum']     = 'Минимальное количество для заказа товара %s составляет %s!';
$_['error_required']    = 'Поле %s должно быть заполнено!';
$_['error_shipping']    = 'Необходимо выбрать способ доставки!';
$_['error_no_shipping'] = 'Доставка по данному адресу невозможна!';
$_['error_payment']     = 'Необходимо выбрать способ оплаты!';
$_['error_no_payment']  = 'Оплата по данному адресу невозможна!';
$_['error_coupon']      = 'Неверный код купона, либо истек срок его действия, либо достигнут максимальный лимит его использования!';
$_['error_voucher']     = 'Неверный код подарочного сертификата или он уже использован!';
$_['error_reward']      = 'Необходимо указать количество бонусных баллов!';
$_['error_points']      = 'У Вас нет %s бонусных баллов!';
$_['error_maximum']     = 'Максимально возможная сумма для оплаты бонусными баллами составляет %s!';
$_['error_to_name']     = 'Имя получателя должно быть от 1 до 64 символов!';
$_['error_from_name']   = 'Имя отправителя должно быть от 1 до 64 символов!';
$_['error_amount']      = 'Сумма должна быть между %s и %s!';
?>