<?php
// Heading 
$_['heading_title']                  = 'Оформление заказа';

// Text
$_['text_cart']                      = 'Корзина покупок';
$_['text_checkout_option']           = 'Способ оформления заказа';
$_['text_checkout_account']          = 'Регистрация';
$_['text_checkout_payment_address']  = 'Платежная информация';
$_['text_checkout_shipping_address'] = 'Адрес доставки';
$_['text_checkout_shipping_method']  = 'Способ доставки';
$_['text_checkout_payment_method']   = 'Способ оплаты';
$_['text_checkout_confirm']          = 'Подтверждение заказа';
$_['text_modify']                    = 'Изменить &raquo;';
$_['text_new_customer']              = 'Новый покупатель';
$_['text_returning_customer']        = 'Зарегистрированный покупатель';
$_['text_checkout']                  = 'Способ оформления заказа:';
$_['text_i_am_returning_customer']   = 'Авторизация в системе';
$_['text_register']                  = 'Оформить заказ и зарегистрировать личный кабинет';
$_['text_guest']                     = 'Оформить заказ без регистрации личного кабинета';
$_['text_register_account']          = 'Создав учетную запись Вы сможетете быстрее оформлять заказы, отслеживать их статус, а также просматривать историю своих покупок.';
$_['text_forgotten']                 = 'Забыли пароль?';
$_['text_your_details']              = 'Основные данные';
$_['text_your_address']              = 'Адрес';
$_['text_your_password']             = 'Пароль';
$_['text_agree']                     = 'Статья "<a class="colorbox" href="%s" alt="%s"><b>%s</b></a>" мною прочитана и я согласен с её условиями';
$_['text_address_new']               = 'Добавить новый адрес';
$_['text_address_existing']          = 'Использовать существующий адрес';
$_['text_checkout_address_not']      = 'Адрес плательщика не требуется';
$_['text_checkout_shipping_not']     = 'Адрес доставки не требуется';
$_['text_shipping_method']           = 'Выберите удобный для Вас способ доставки:';
$_['text_payment_method']            = 'Выберите удобный для Вас способ оплаты:';
$_['text_comments']                  = 'Вы можете оставить комментарий к своему заказу:';

// Column
$_['column_image']           		 = 'Изображение';
$_['column_name']                    = 'Название товара';
$_['column_model']                   = 'Модель';
$_['column_quantity']                = 'Количество';
$_['column_price']                   = 'Цена';
$_['column_total']                   = 'Итого';

// Entry
$_['entry_email_address']            = 'E-Mail:';
$_['entry_email']                    = 'E-Mail:';
$_['entry_password']                 = 'Пароль:';
$_['entry_confirm']                  = 'Повторите пароль:';
$_['entry_firstname']                = 'Имя, Отчество:';
$_['entry_lastname']                 = 'Фамилия:';
$_['entry_telephone']                = 'Телефон:';
$_['entry_fax']                      = 'Факс:';
$_['entry_company']                  = 'Компания:';
$_['entry_customer_group']           = 'Группа покупателей:';
$_['entry_company_id']               = 'ОГРН:';
$_['entry_tax_id']                   = 'ИНН:';
$_['entry_address_1']                = 'Основной адрес:';
$_['entry_address_2']                = 'Дополнительный адрес:';
$_['entry_postcode']                 = 'Индекс:';
$_['entry_city']                     = 'Город:';
$_['entry_country']                  = 'Страна:';
$_['entry_zone']                     = 'Регион / Область:';
$_['entry_newsletter']               = 'Я хочу подписаться на рассылку новостей %s.';
$_['entry_shipping'] 	             = 'Адрес доставки совпадает с адресом оплаты.';

// Error
$_['error_warning']                  = 'Произошла ошибка при обработке вашего заказа! Если ошибка повторяется, попробуйте изменить способ оплаты или свяжитесь с <a href="%s">администратором</a>.';
$_['error_login']                    = 'Неверный E-Mail или пароль!';
$_['error_approved']                 = 'Ваша учетная запись успешно создана, но прежде чем Вы сможете войти, она должна быть одобрена администратором.';  
$_['error_exists']                   = 'Такой E-Mail уже зарегистрирован!';
$_['error_firstname']                = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']                 = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email']                    = 'E-Mail адрес введён неверно!';
$_['error_telephone']                = 'Телефон должен быть от 3 до 32 символов!';
$_['error_password']                 = 'Пароль должен быть от 3 до 20 символов!';
$_['error_confirm']                  = 'Пароли не совпадают!';
$_['error_company_id']               = 'Введите ОГРН!';
$_['error_tax_id']                   = 'Введите ИНН!';
$_['error_vat']                      = 'Неверный номер НДС!';
$_['error_address_1']                = 'Основной адрес должен быть от 3 до 128 символов!';
$_['error_city']                     = 'Название города должно быть от 2 до 128 символов!';
$_['error_postcode']                 = 'Индекс должен быть от 2 до 10 символов!';
$_['error_country']                  = 'Пожалуйста, выберите страну!';
$_['error_zone']                     = 'Пожалуйста, выберите Регион / Область';
$_['error_agree']                    = 'Вы должны согласиться с условиям документа %s!';
$_['error_address']                  = 'Необходимо указать адрес!';
$_['error_shipping']                 = 'Необходимо выбрать способ доставки!';
$_['error_no_shipping']              = 'Доставка по данному адресу невозможна. <a href="%s">Свяжитесь с администратором</a> для решения проблемы!';
$_['error_payment']                  = 'Необходимо выбрать способ оплаты!';
$_['error_no_payment']               = 'На данный момент мы не принимаем оплату от плательщиков находящихся по этому адресу. <a href="%s">Свяжитесь с администратором</a> для решения проблемы!';
?>