<?php
// Heading
$_['heading_title']                = 'Управление магазинами';

// Text
$_['text_success']                 = 'Настройки магазинов успешно обновлены!';
$_['text_items']                   = 'Элементов на страницу';
$_['text_tax']                     = 'Налоги';
$_['text_account']                 = 'Покупатели';
$_['text_checkout']                = 'Оформление заказа';
$_['text_stock']                   = 'Магазин';
$_['text_image_manager']           = 'Менеджер изображений';
$_['text_browse']                  = 'Обзор';
$_['text_clear']                   = 'Очистить';
$_['text_shipping']                = 'Адрес доставки';
$_['text_payment']                 = 'Адрес плательщика';

// Column
$_['column_name']                  = 'Название магазина';
$_['column_url']	               = 'URL магазина';
$_['column_action']                = 'Действие';

// Entry
$_['entry_url']                    = 'URL магазина:<br /><span class="help">Укажите полный URL к магазину. Слеш \'/\' в конце обязателен. Например: http://www.yourdomain.ru/path/<br /><br />Не используйте директории для создания нового магазина. Необходимо использовать поддомен или новый домен.</span>';
$_['entry_ssl']                    = 'SSL URL:<br /><span class="help">SSL ссылка к магазину. Слеш \'/\' в конце обязателен. Например: http://www.yourdomain.кг/path/<br /><br />Не используйте директории для создания нового магазина. Необходимо использовать поддомен или новый домен.</span>';
$_['entry_name']                   = 'Название магазина:';
$_['entry_owner']                  = 'Владелец магазина:';
$_['entry_address']                = 'Адрес:';
$_['entry_email']                  = 'E-Mail:';
$_['entry_telephone']              = 'Телефон:';
$_['entry_fax']                    = 'Факс:';
$_['entry_title']                  = 'Заголовок:';
$_['entry_meta_description']       = 'Мета-тег Description:';
$_['entry_layout']                 = 'Схема по умолчанию:';
$_['entry_template']               = 'Шаблон:';
$_['entry_country']                = 'Страна:';
$_['entry_zone']                   = 'Регион / Область:';
$_['entry_language']               = 'Язык:';
$_['entry_currency']               = 'Валюта:';
$_['entry_catalog_limit'] 	       = 'Элементов на страницу (Пользовательская часть):<br /><span class="help">Количество отображаемых на странице элементов (товары, категории, статьи, новости и т.п.)</span>';
$_['entry_list_description_limit'] = 'Лимит описания в списке:<br /><span class="help">Количество символов в описании товара при отображении в виде списка (категории, производители, поиск и спец. предложения)</span>';
$_['entry_tax']                    = 'Показывать цены с налогом:';
$_['entry_tax_default']            = 'Использовать адрес магазина для налогов:<br /><span class="help">Использовать адрес магазина для подсчёта налогов, если покупатель не авторизовался. Можно выбрать адрес магазина или адрес платежа для доставки товара покупателю.</span>';
$_['entry_tax_customer']           = 'Использовать адрес покупателя для налогов:<br /><span class="help">Использовать заданный по умолчанию адрес покупателя для подсчёта налогов. Можно выбрать заданный по умолчанию адрес покупателя или адрес платежа для доставки товара покупателю.</span>';
$_['entry_customer_group']         = 'Группа покупателей:<br /><span class="help">Группа покупателей по умолчанию.</span>';
$_['entry_customer_group_display'] = 'Группы покупателей:<br /><span class="help">Укажите группы покупателей, которые будут показаны покупателю при регистрации в магазине или оформлении заказа и он сам сможет выбрать для себя более подходящую. Если выбрана всего одна группа, которая назначена по умолчанию, тогда выбор групп покупателей при регистрации или оформлении заказа будет недоступен.</span>';
$_['entry_customer_price']         = 'Не показывать цены гостям:<br /><span class="help">Цена на товары смогут видеть только зарегистрированные покупатели.</span>';
$_['entry_account']                = 'Подтверждение при регистрации:<br /><span class="help">Требовать подтверждение согласия с правилами при регистрации личного кабинета.</span>';
$_['entry_cart_weight']            = 'Показывать вес на странице корзины:<br /><span class="help">Показывает общий вес заказанных товаров на странице корзины.</span>';
$_['entry_guest_checkout']         = 'Оформление заказа без регистрации:<br /><span class="help">Разрешить покупателям оформлять заказы без регистрации личного кабинета. Эта опция будет не доступна, если в заказе будет товар с файлом для скачивания.</span>';
$_['entry_checkout']               = 'Подтверждение при оформлении заказа:<br /><span class="help">Требовать подтверждение согласия с правилами при оформлении заказа.</span>';
$_['entry_order_status']           = 'Статус заказа во время оплаты:<br /><span class="help">Статус заказа, когда он еще не оплачен.</span>';
$_['entry_stock_display']          = 'Показывать остаток товара на складе:<br /><span class="help">Показывать остаток товара на складе на странице подробного просмотра товара.</span>';
$_['entry_stock_checkout']         = 'Оформление заказа при нехватке на складе:<br /><span class="help">Разрешить покупателям оформлять заказ, если заказываемых товаров на данный момент нет в наличии.</span>';
$_['entry_logo']                   = 'Логотип магазина:';
$_['entry_icon']                   = 'Иконка:<br /><span class="help">Должна быть в формате PNG 16px на 16px.</span>';
$_['entry_image_category']         = 'Размер изображения категорий:';
$_['entry_image_thumb']            = 'Размер главного изображения товара:';
$_['entry_image_popup']            = 'Размер всплывающего изображения товара:';
$_['entry_image_product']          = 'Размер изображения в списке товаров:';
$_['entry_image_additional']       = 'Размер дополнительных изображений товара:';
$_['entry_image_related']          = 'Размер изображений рекомендуемых товаров:';
$_['entry_image_compare']          = 'Размер изображения в списке сравнения:';
$_['entry_image_wishlist']         = 'Размер изображения в списке заметок:';
$_['entry_image_cart']             = 'Размер изображений товаров в корзине:';
$_['entry_secure']                 = 'Использовать SSL:<br /><span class="help">Для использования SSL убедитесь, что ваш хостинг поддерживает поддержку SSL сертификатов, а также пропишите SSL адреса в файле конфигурации.</span>';

// Button
$_['button_edites']      		   = '<span class="button_edites tooltip" title="Редактировать"></span>';
// Error
$_['error_warning']                = 'Внимание: Внимательно проверьте форму на ошибки!';
$_['error_permission']             = 'Внимание: У Вас недостаточно прав для изменения настроек магазина!';
$_['error_name']                   = 'Название магазина должно быть от 3 до 32 символов!';
$_['error_owner']                  = 'Имя владельца магазина должно быть от 3 до 64 символов!';
$_['error_address']                = 'Адрес магазина должен быть от 10 до 256 символов!';
$_['error_email']                  = 'E-Mail адрес введен неверно!';
$_['error_telephone']              = 'Телефон должен быть от 3 до 32 символов!';
$_['error_url']                    = 'Необходим URL магазина!';
$_['error_title']                  = 'Заголовок магазина должен быть от 3 до 32 символов!';
$_['error_limit']       	       = 'Не указаны лимиты!';
$_['error_customer_group_display'] = 'Группа "По умолчанию" должна обязательно выбрана, если вы хотите включить покупателю выбор групп при регистрации и оформлении заказа!';
$_['error_image_thumb']            = 'Необходимо установить размер главного изображения товара!';
$_['error_image_popup']            = 'Необходимо установить размер всплывающего изображения товара!';
$_['error_image_product']          = 'Необходимо установить размер изображения в списке товаров!';
$_['error_image_category']         = 'Необходимо установить размер изображения категорий!';
$_['error_image_additional']       = 'Необходимо установить размер дополнительных изображений товаров!';
$_['error_image_related']          = 'Необходимо установить размер изображения рекомендуемых товаров!';
$_['error_image_compare']          = 'Необходимо установить размер изображения товаров в списке сравнения!';
$_['error_image_wishlist']         = 'Необходимо установить размер изображения товаров в списке заметок!';
$_['error_image_cart']             = 'Необходимо установить размер изображений товаров в корзине!';
$_['error_default']                = 'Внимание: Выбранный магазин удалить невозможно, потому что он используется по умолчанию!';
$_['error_store']                  = 'Внимание: Выбранный магазин удалить невозможно, потому что в нем есть %s заказ(ов)!';
?>