<?php
// Heading 
$_['heading_title']     = 'Учетная запись';

// Text
$_['text_account']      = 'Кабинет Партнера';
$_['text_edit']         = 'Редактирование учетной записи';
$_['text_your_details'] = 'Ваши персональные данные';
$_['text_your_address'] = 'Адрес';
$_['text_success']      = 'Ваша учетная запись партнера успешно обновлена.';

// Entry
$_['entry_firstname']   = 'Имя, Отчество:';
$_['entry_lastname']    = 'Фамилия:';
$_['entry_email']       = 'E-Mail:';
$_['entry_telephone']   = 'Номер телефона:';
$_['entry_fax']         = 'Факс:';
$_['entry_company']     = 'Компания:';
$_['entry_website']     = 'Веб-Сайт:';
$_['entry_address_1']   = 'Основной адрес:';
$_['entry_address_2']   = 'Дополнительный адрес:';
$_['entry_postcode']    = 'Индекс:';
$_['entry_city']        = 'Город:';
$_['entry_country']     = 'Страна:';
$_['entry_zone']        = 'Регион / Область:';

// Error
$_['error_exists']      = 'Такой E-Mail уже зарегистрирован!';
$_['error_firstname']   = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']    = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email']       = 'E-Mail введен неверно!';
$_['error_telephone']   = 'Номер телефона должен быть от 3 до 32 символов!';
$_['error_address_1']   = 'Основной адрес должен быть от 3 до 128 символов!';
$_['error_city']        = 'Название города должно быть от 2 до 128 символов!';
$_['error_country']     = 'Пожалуйста, укажите Вашу Страну!';
$_['error_zone']        = 'Пожалуйста, укажите Ваш Регион / Область!';
$_['error_postcode']    = 'Индекс должен быть от 2 до 10 символов!';
?>