<?php
// Heading
$_['heading_title'] = 'Учетная запись партнера успешно создана!';

// Text 
$_['text_approval'] = '<p>Благодарим Вас за регистрацию в партнерской программе нашего магазина!</p><p>Ваша учетная запись поступила администратору магазина на одобрение. По E-Mail Вы получите уведомление о том, что Ваша учетная запись одобрена и после этого сможете войти в свой личный кабинет партнера.</p><p>Любые вопросы о Партнерской программе можно задать <a href="%s">администратору магазина</a>.</p>';
$_['text_account']  = 'Кабинет Партнера';
$_['text_success']  = 'Учетная запись партнера создана';
?>