<?php
// Heading 
$_['heading_title']    = 'Реферальные ссылки';

// Text
$_['text_account']     = 'Кабинет Партнера';
$_['text_description'] = 'Для того, чтобы получать агентское вознаграждение с покупок, совершенными покупателями по Вашим реферальным ссылкам, Вам необходимо добавить в ссылку реферальный код. Для этого воспользуйтесь генератором ссылок для сайта %s.';
$_['text_code']        = '<b>Ваш реферальный код:</b>';
$_['text_generator']   = '<b>Генератор ссылок</b><br />Введите название товара, на который нужно создать ссылку:<span class="help">(Для автозаполнения введите знак %)</span>';
$_['text_link']        = '<b>Реферальная ссылка:</b>';
?>