<?php
// Heading
$_['heading_title']    = 'Группы пользователей';

// Text
$_['text_success']     = 'Группы пользователей обновлены!';

// Column
$_['column_name']      = 'Группа пользователей';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название группы пользователей:';
$_['entry_access']     = 'Просмотр разрешен:';
$_['entry_modify']     = 'Внесение изменений разрешено:';

// Error
$_['error_permission'] = 'Внимание: У Вас недостаточно прав для изменения списка групп пользователей!';
$_['error_name']       = 'Название группы пользователей должно быть от 3 до 64 символов!';
$_['error_user']       = 'Внимание: Выбранную группу пользователей удалить невозможно, потому что она прикреплена к %s пользователю(ям)!';
?>