<?php
// Heading
$_['heading_title']    = 'Файлы для скачивания';

// Text
$_['text_success']     = 'Список файлов для скачивания обновлен!';
$_['text_upload']      = 'Ваш файл успешно загружен!';

// Column
$_['column_name']      = 'Название загрузки';
$_['column_remaining'] = 'Количество разрешенных скачиваний';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название загрузки:';
$_['entry_filename']   = 'Имя файла:<br /><span class="help">Вы можете загрузить файл с помощью кнопки "Загрузить" или использовать FTP.<br /><br />Требуется, чтобы имя файла и маска были разные, для исключения попытки прямого скачивания файла.</span>';
$_['entry_mask']       = 'Маска:';
$_['entry_remaining']  = 'Количество разрешенных скачиваний:';
$_['entry_update']     = 'Обновления для покупателей:<br /><span class="help">Включите опцию, чтобы покупатели смогли обновлять ранее приобретенные версии данной загрузки.</span>';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав для изменения списка файлов для скачивания!';
$_['error_name']       = 'Название загрузки должно быть от 3 до 64 символов!';
$_['error_upload']     = 'Требуется файл для загрузки!';
$_['error_filename']   = 'Имя файла должно быть от 3 до 128 символов!';
$_['error_exists']     = 'Файл не существует!';
$_['error_mask']       = 'Маска должна быть от 3 до 128 символов!';
$_['error_filetype']   = 'Недопустимый тип файла!';
$_['error_product']    = 'Внимание: Данный файл удалить невозможно, потому что он прикреплен к %s товару(ам)!';
?>