<?php
// Heading
$_['heading_title']     		= 'Информационные статьи';

// Text
$_['text_success']      		= 'Данные информационных статей обновлены!';
$_['text_default']      		= 'Основной магазин';
$_['text_enabled']              = '<span class="enabled_ru">Включено</span>';
$_['text_disabled']             = '<span class="disabled_ru">Отключено</span>';
$_['text_info_title'] 		    = 'Нажав на название статьи, вы сможете изменить его только для текущего языка. Чтобы изменить название для всех языков, нажмите на кнопку Общие данные.';
$_['text_description']      	= 'Общие данные';
$_['text_data']      			= 'Магазины, Верхнее меню, Низ сайта, Дизайн';

// Column
$_['column_title']      		= 'Название статьи';
$_['column_sort_order']			= 'Порядок сортировки';
$_['column_status']				= 'Статус';
$_['column_action']     		= 'Действие';

// Entry
$_['entry_title']       		= 'Название статьи:';
$_['entry_seo_h1']      		= 'Мета-тег H1:';
$_['entry_seo_title']   		= 'Мета-тег Title:';
$_['entry_meta_keyword'] 		= 'Мета-тег Keywords:';
$_['entry_meta_description'] 	= 'Мета-тег Description:';
$_['entry_description'] 		= 'Описание:';
$_['entry_store']       		= 'Магазины:';
$_['entry_keyword']          	= 'SEO URL (ЧПУ):<br /><span class="help">Должен быть уникальным на всю систему. <span style="color: #F00;">Запрещено использование пробелов.</span><br />Допустимые символы "-" и "_"</span>';
$_['entry_top']      		    = 'Верхнее меню:<br/><span class="help">Показывать статью в верхнем меню.</span>';
$_['entry_bottom']      		= 'Низ сайта:<br/><span class="help">Показывать статью в низу сайта.</span>';
$_['entry_status']      		= 'Статус:';
$_['entry_sort_order']  		= 'Порядок сортировки:';
$_['entry_layout']      		= 'Изменить схему:';

// Error 
$_['error_warning']     		= 'Внимание: Внимательно проверьте форму на ошибки!';
$_['error_permission']  		= 'Внимание: У Вас нет прав для изменения информационных статей!';
$_['error_title']       		= 'Название статьи должно быть от 3 до 64 символов!';
$_['error_description'] 		= 'Описание должно быть не менее 3 символов!';
$_['error_account']     	  	= 'Данную статью удалить невозможно, потому что она назначена Политикой безопасности по умолчанию!';
$_['error_checkout']    	  	= 'Данную статью удалить невозможно, потому что она назначена Условиями соглашения по умолчанию!';
$_['error_affiliate']   	  	= 'Данную статью удалить невозможно, потому что она используется в условиях партнерской программы!';
$_['error_store']       	  	= 'Данную статью удалить невозможно, потому что она используется в %s магазинах!';
?>