<?php
// Heading
$_['heading_title']       = 'Категории'; 

// Text
$_['text_module']         = 'Модули';
$_['text_success']        = 'Модуль категорий успешно обновлен!';
$_['text_content_top']    = 'Содержание шапки';
$_['text_content_bottom'] = 'Содержание подвала';
$_['text_column_left']    = 'Левая колонка';
$_['text_column_right']   = 'Правая колонка';

// Entry
$_['entry_limit']         = 'Лимит:';
$_['entry_image']    	  = 'Изображение:';
$_['entry_image_size']    = 'Изображение (Ширина x Высота):';
$_['entry_name']   		  = 'Лимит названия:';
$_['entry_description']   = 'Лимит описания:';
$_['entry_layout']        = 'Схема:';
$_['entry_position']      = 'Расположение:';
$_['entry_status']        = 'Статус:';
$_['entry_sort_order']    = 'Порядок сортировки:';

// Info
$_['info_image']    	  = 'Показывать изображение категорий в модуле. Если выключено, тогда также будет отключено для показа описание категории.';
$_['info_name']     	  = 'Количество символов в названии категории. Рекомендуется при использовании длинных названий категорий.';
$_['info_description']    = 'Количество символов в описании категории. Если не требуется выводить описание категорий, оставьте это поле пустым.';

// Error
$_['error_permission']    = 'Внимание: У Вас недостаточно прав для изменения модуля категорий!';
$_['error_image']         = 'Введите рамеры изображения!';
?>