<?php
// Heading
$_['heading_title']       	 = 'Категории статей'; 

// Text
$_['text_module']         	 = 'Модули';
$_['text_success']        	 = 'Модуль категории статей успешно обновлен!';
$_['text_content_top']    	 = 'Содержание шапки';
$_['text_content_bottom'] 	 = 'Содержание подвала';
$_['text_column_left']    	 = 'Левая колонка';
$_['text_column_right']   	 = 'Правая колонка';

// Entry
$_['entry_limit']         	 = 'Лимит:'; 
$_['entry_image']    	     = 'Изображение:';
$_['entry_image_size']       = 'Изображение (Ширина x Высота):';
$_['entry_name']      		 = 'Лимит названия:';
$_['entry_description']      = 'Лимит описания:';
$_['entry_layout']        	 = 'Схема:';
$_['entry_position']      	 = 'Расположение:';
$_['entry_status']        	 = 'Статус:';
$_['entry_sort_order']    	 = 'Порядок сортировки:';

// Info
$_['info_image']    	  	 = 'Показывать изображение категорий статей в модуле. Если выключено, тогда также будет отключено для показа описание категории статей.';
$_['info_name']     	  	 = 'Количество символов в названии категории статей. Рекомендуется при использовании длинных названий категорий статей.';
$_['info_description']    	 = 'Количество символов в описании категории статей. Если не требуется выводить описание категорий статей, оставьте это поле пустым.';

// Error
$_['error_permission']    	 = 'Внимание: У Вас недостаточно прав для изменения модуля категории статей!';
$_['error_image']         	 = 'Введите рамеры изображения!';
?>