<?php
// Heading
$_['heading_title']       	= 'Быстрая регистрация и оформление заказа';

// Text
$_['text_module']         	= 'Модули';
$_['text_success']        	= 'Модуль быстрая регистрация и оформление заказа успешно обновлен!';
$_['text_required']        	= 'Требуется';

// Entry
$_['entry_status']        	= 'Быстрая регистрация и оформление заказа:<br /><span class="help">Использовать быструю регистрацию и оформление заказа. Если эта опция включена, то вы можете указать, какие поля будут показаны пользователю при регистрации покупателю и при оформлении заказа.</span>';
$_['entry_customer_groups']	= 'Группы покупателей:';
$_['entry_first_name']     	= 'Имя, Отчество:';
$_['entry_last_name']     	= 'Фамилия:';
$_['entry_telephone']     	= 'Телефон:';
$_['entry_fax']     	  	= 'Факс:';
$_['entry_company']       	= 'Компания:';
$_['entry_address_1']     	= 'Основной адрес:';
$_['entry_address_2']     	= 'Дополнительный адрес:';
$_['entry_city']     	  	= 'Город:';
$_['entry_post_code']     	= 'Индекс:';
$_['entry_country']       	= 'Страна и регион:';
$_['entry_subscribe']     	= 'Подписка на новости:';

// Error
$_['error_permission']    	= 'Внимание: У вас недостаточно прав для изменения модуля быстрая регистрация и оформление заказа!';
?>