<?php
// Heading
$_['heading_title']       				= 'Быстрый просмотр товаров';

// Text
$_['text_module']         				= 'Модули';
$_['text_success']        				= 'Модуль быстрый просмотр товаров успешно обновлен!';

// Entry
$_['entry_quick_view_bestseller']   	= 'Хиты продаж:<br /><span class="help">Использовать быстрый просмотр товаров в модуле хиты продаж.';
$_['entry_quick_view_featured']   		= 'Рекомендуемые:<br /><span class="help">Использовать быстрый просмотр товаров в модуле рекомендуемые.'; 
$_['entry_quick_view_latest']       	= 'Последние поступления:<br /><span class="help">Использовать быстрый просмотр товаров в модуле последние поступления.'; 
$_['entry_quick_view_special']      	= 'Акции:<br /><span class="help">Использовать быстрый просмотр товаров в модуле акции.';
$_['entry_quick_view_categories']   	= 'Категории:<br /><span class="help">Использовать быстрый просмотр товаров в категориях.';
$_['entry_quick_view_manufacturers']   	= 'Производители:<br /><span class="help">Использовать быстрый просмотр товаров на странице производителя.';
$_['entry_quick_view_search']   		= 'Поиск:<br /><span class="help">Использовать быстрый просмотр товаров на странице результатов поиска.';
$_['entry_quick_view_list_special']   	= 'Специальные предложения:<br /><span class="help">Использовать быстрый просмотр товаров на странице специальных предложений (акций).';

// Error
$_['error_permission']    				= 'Внимание: У Вас недостаточно прав для изменения модуля быстрый просмотр товаров!';
?>