<?php 
// Heading
$_['heading_title']    = 'Доставка с оплатой за единицу';

// Text
$_['text_shipping']    = 'Доставка';
$_['text_success']     = 'Настройки модуля доставка с оплатой за единицу успешно обновлены!';

// Entry
$_['entry_cost']       = 'Стоимость:';
$_['entry_tax_class']  = 'Налоговый класс:';
$_['entry_geo_zone']   = 'Географическая зона:';
$_['entry_status']     = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортировки:';

// Error
$_['error_permission'] = 'Внимание: У Вас недостаточно прав для управления модулем доставки с оплатой за единицу!';
?>