<?php
// Heading
$_['heading_title']    = 'Дополнительная плата при минимальном заказе';

// Text
$_['text_total']       = 'Учитывать в заказе';
$_['text_success']     = 'Настройки модуля успешно обновлены!';

// Entry
$_['entry_total']      = 'Сумма заказа:';
$_['entry_fee']        = 'Плата:';
$_['entry_tax_class']  = 'Налоговый класс:';
$_['entry_status']     = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортировки:';

// Error
$_['error_permission'] = 'Внимание: У Вас недостаточно прав для управления этим модулем!';
?>